// 数学Ⅰ: 図形と計量
const qa_数学Ⅰ_図形と計量 = [
  ["\\(\\sin(90^\\circ-\\theta)=\\)\n\\(\\cos(90^\\circ-\\theta)=\\)", "\\(\\cos\\theta\\)\n\\(\\sin\\theta\\)"],
  ["\\(\\sin(180^\\circ-\\theta)=\\)\n\\(\\cos(180^\\circ-\\theta)=\\)", "\\(\\sin\\theta\\)\n\\(-\\cos\\theta\\)"],
  ["2辺 \\(a,b\\) とその間の角 \\(C\\)\n三角形の面積 \\(S=\\)", "\\(\\frac{ab\\sin C}{2}\\)"],
  ["正弦定理は？", "\\(\\displaystyle \\frac{a}{\\sin A}=\\frac{b}{\\sin B}=\\frac{c}{\\sin C}=2R\\)\nただし \\(R\\) は外接円の半径"],
  ["余弦定理: \\(a^2 =\\)", "\\(b^2+c^2-2bc\\cos A\\)"],
  ["余弦定理: \\(\\cos A =\\)", "\\(\\displaystyle \\frac{b^2+c^2-a^2}{2bc}\\)"],
  ["三角形の3辺の長さ \\(a,b,c\\) 半周長 \\(s\\)\n面積 \\(S=\\)", "\\(\\sqrt{s(s-a)(s-b)(s-c)}\\)"],
  ["三角形の3辺の長さ \\(a,b,c\\) 外接円の半径 \\(R\\)\n面積\\(S=\\)", "\\(\\displaystyle \\frac{abc}{4R}\\)"],
  ["三角形の内接円の半径 \\(r\\) 半周長 \\(s\\)\n面積 \\(S=\\)", "\\(rs\\)"]
];
