// 数学Ⅰ: データの分析
const qa_数学Ⅰ_データの分析 = [
  ["データを小さい順に並べたとき、下位25%と上位25%の位置の値を何という？", "第1四分位数 と 第3四分位数"],
  ["四分位範囲は？", "第3四分位数 \\(-\\) 第1四分位数"],
  ["分散 \\(s^2 =\\)", "\\(\\displaystyle \\frac{1}{n}\\sum_{i=1}^{n}(値x_i- 平均\\bar x)^2\\)"],
  ["共分散 \\(s_{xy} =\\)", "\\(\\displaystyle \\frac{1}{n}\\sum_{i=1}^{n}(x_i-\\bar x)(y_i-\\bar y)\\)"],
  ["\\(共分散s_{xy}\\) \\(標準偏差s_x\\) \\(標準偏差s_y\\) とする\n\\(相関係数 r =\\)", "\\(\\frac{s_{xy}}{s_x s_y}\\)"],
  ["相関係数 \\(r\\) のとりうる値の範囲は？", "\\(-1\\le r\\le 1\\)"]
];
