const qa_数学Ⅰ_二次関数 = [
  ["\\(ax^2+bx+c=0\\) の解は?","\\(x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}\\)"],
  ["\\(ax^2+bx+c=0\\) の判別式 \\(D\\) は?","\\(b^2-4ac\\)"],
  ["\\(y=ax^2+bx+c\\) の軸は?","\\(x=-\\frac{b}{2a}\\)"],
  ["\\(ax^2+bx+c\\) を平方完成すると?","\\(a(x+\\frac{b}{2a})^2-\\frac{b^2-4ac}{4a}\\)"],
  ["二次関数 \\(y=a(x-p)^2+q\\) の頂点は？","\\((p,q)\\)"],
  ["二次関数 \\(y=a(x-p)^2+q\\) の軸は？","\\(x=p\\)"],
  ["\\(y=x^2-4x+1\\) を平方完成すると？","\\(y=(x-2)^2-3\\)"],
  ["\\(y=x^2-4x+1\\) の頂点は？","\\((2,-3)\\)"],
  ["\\(0\\le x\\le 3\\) で \\(y=(x-2)^2-3\\) の最大値は？","\\(1\\)"]
];
