// 数学B: 統計的な推測
const qa_数学B_統計的な推測 = [
  ["確率変数 \\(X\\) が値 \\(x_i\\) を確率 \\(p_i\\) でとるとき、期待値 \\(E(X) =\\)", "\\(\\displaystyle \\sum_i x_ip_i\\)"],
  ["確率変数 \\(X\\) の分散 \\(V(X) = \\)", "\\(E\\{(X-E(X))^2\\} = E(X^2)-\\{E(X)\\}^2\\)"],
  ["分散 \\(V(X)\\) のとき、\n標準偏差 \\(\\sigma(X) =\\) ", "\\(\\sqrt{V(X)}\\)"],
  ["二項分布 \\(B(n,p)\\) に従う確率変数 \\(X\\) の期待値と分散は？", "期待値 \\(E(X)=np\\)\n分散 \\(V(X)=np(1-p)\\)"],
  ["正規分布 \\(N(m,\\sigma^2)\\) に従う \\(X\\) を標準化した確率変数 \\(Z\\) は？", "\\(Z=\\frac{X-m}{\\sigma}\\)"]
];
