const qa_数学Ⅱ_いろいろな式 = [
  ["\\((a+b)^3\\) を展開すると?","\\(a^3+3a^2b+3ab^2+b^3\\)"],
  ["\\(a^3-b^3\\) を因数分解すると?","\\((a-b)(a^2+ab+b^2)\\)"],
  ["\\(a^3+b^3\\) を因数分解すると?","\\((a+b)(a^2-ab+b^2)\\)"],
  ["\\(a+bi\\) の共役複素数は？","\\(a-bi\\)"],
  ["\\((a+bi)(a-bi) =\\)","\\(a^2+b^2\\)"],
  ["剰余の定理とは？","\\(P(x)\\) を \\(x-a\\) で割った余りは \\(P(a)\\)"],
  ["因数定理とは？","\\(P(a)=0\\) なら \\(P(x)\\) は \\(x-a\\) を因数にもつ"],
  ["\\(x^3-1\\) の因数分解は？","\\((x-1)(x^2+x+1)\\)"],
  ["\\(a,b\\ge0\\) の相加相乗平均は？","\\(\\dfrac{a+b}{2}\\ge\\sqrt{ab}\\)"],
  ["\\(x^2+1=0\\) の解は？","\\(x=\\pm i\\)"],
  ["三次方程式の実数係数で虚数解 \\(a+bi\\) をもつとき、もう一つの虚数解は？","\\(a-bi\\)"],
  ["\\(x^3+1\\) の因数分解は？","\\((x+1)(x^2-x+1)\\)"]
];
