const qa_物理_円運動_単振動 = [
  ["角速度\\(\\omega\\) = ", "\\(\\frac{角度\\theta}{時間t}\\)"],
  ["円運動の速さ\\(v\\) = ", "半径\\(r\\) · 角速度\\(\\omega\\)"],
  ["等速円運動の向心加速度\\(a\\) =", "\\(\\frac{速さv^2}{半径r}\\) = \\(r\\) · 角速度\\(\\omega\\)²"],
  ["等速円運動の向心力\\(F\\) = ", "\\(\\frac{質量m \\cdot 速さv^2}{半径r}\\)"],
  ["角速度\\(\\omega\\) = ", "\\(\\frac{2\\pi}{周期T}\\)"],
  ["振動数\\(f\\) = ", "\\(\\frac{1}{周期T}\\)"],
  ["単振動の周期\\(T\\) = ", "\\(\\frac{2\\pi}{角振動数\\omega}\\)"],
  ["ばね振り子の角振動数\\(\\omega\\) = ", "\\(\\sqrt{\\frac{ばね定数k}{質量m}}\\)"],
  ["ばね振り子の周期\\(T\\) = ", "\\(2\\pi\\sqrt{\\frac{質量m}{ばね定数k}}\\)"],
  ["単振り子の周期\\(T\\) = ", "\\(2\\pi\\sqrt{\\frac{ひもの長さ\\ell}{重力加速度g}}\\)"]
];
