[
  [["existence", "存在"], ["The existence of water is essential for life.", "水の存在は生命にとって不可欠だ。"], ["Scientists questioned the existence of the species.", "科学者たちはその種の存在を疑問視した。"], ["There is no evidence for the existence of life on Mars.", "火星に生命が存在する証拠はない。"]],
  [["entity", "実体、存在"], ["Each company is a separate legal entity.", "それぞれの会社は独立した法的実体である。"], ["The brain is often treated as a single entity.", "脳はしばしば一つの実体として扱われる。"], ["In law, an entity can own property.", "法律上、実体（entity）は財産を所有できる。"]],
  [["essence", "本質"], ["The essence of education is critical thinking.", "教育の本質は批判的思考である。"], ["This essay fails to capture the essence of the issue.", "この論文は問題の本質を捉えていない。"], ["The essence of the story is hope.", "その物語の本質は希望だ。"]],
  [["being", "存在、生き物"], ["A human being has the ability to reason.", "人間は推論する能力を持つ。"], ["Every living being depends on its environment.", "すべての生物は環境に依存している。"], ["In the novel, a mysterious being appears at night.", "小説では、夜に謎の存在が現れる。"]],
  [["presence", "存在、出席、気配"], ["Her presence in the room calmed everyone.", "彼女の存在が部屋の空気を落ち着かせた。"], ["The presence of harmful substances was confirmed.", "有害物質の存在が確認された。"], ["Your presence at the meeting is required.", "会議にはあなたの出席が必要です。"]],
  [["reality", "現実、実在"], ["We must face the reality of climate change.", "気候変動という現実に向き合わねばならない。"], ["In reality, things are often different from what we expect.", "現実はしばしば期待と異なる。"], ["Virtual reality can distort reality.", "仮想現実は現実感をゆがめることがある。"]],
  [["substance", "物質、内容、本質"], ["Water is a vital substance for life.", "水は生命に不可欠な物質だ。"], ["His argument lacks substance.", "彼の議論には中身がない。"], ["The report has substance.", "その報告書には内容がある。"]],
  [["identity", "正体、同一性、アイデンティティ"], ["Cultural identity shapes how people see themselves.", "文化的アイデンティティは自己認識を形作る。"], ["The thief hid his identity.", "泥棒は正体を隠した。"], ["Cases of identity theft are increasing.", "なりすまし（identity theft）の件数は増えている。"]],
  [["form", "形態、形式"], ["Energy can exist in many forms; each form has its own properties.", "エネルギーは多くの形態で存在し、それぞれの形には固有の性質がある。"], ["The drug is available in liquid form.", "その薬は液体の形で入手できる。"], ["Please sign this form.", "この用紙（form）に署名してください。"]],
  [["phenomenon", "現象"], ["Global warming is a recent phenomenon.", "地球温暖化は近年の現象である。"], ["This phenomenon cannot be explained easily.", "この現象は簡単には説明できない。"], ["The phenomenon of déjà vu is common.", "デジャヴはよくある現象だ。"]],
  [["concept", "概念"], ["Freedom is an important concept in modern society.", "自由は現代社会における重要な概念だ。"], ["The concept is difficult for students to grasp.", "その概念は学生には理解しにくい。"], ["The concept of zero changed mathematics.", "ゼロという概念は数学を変えた。"]],
  [["notion", "考え、概念"], ["He rejected the notion that success brings happiness.", "成功が幸福をもたらすという考えを彼は否定した。"], ["This notion is widely accepted.", "この考えは広く受け入れられている。"], ["The notion of time varies across cultures.", "時間という notion は文化によって異なる。"]],
  [["aspect", "側面、観点"], ["We examined the issue from various aspects, focusing on each aspect.", "その問題をさまざまな側面から検討し、各 aspect に注目した。"], ["This is an important aspect of the problem.", "これは問題の重要な側面だ。"], ["One aspect of the design is simplicity.", "設計の一つの側面はシンプルさだ。"]],
  [["beingness", "存在性"], ["Philosophers discuss the beingness of humans.", "哲学者たちは人間の存在性を論じる。"], ["The beingness of the character is shaped by choices.", "その登場人物の存在性（beingness）は選択によって形作られる。"], ["Some artists try to express beingness through silence.", "ある芸術家は沈黙を通して存在性（beingness）を表現しようとする。"]]
]
