[[["crucial","極めて重要な"],["Your help was crucial to our success.","あなたの助けは私たちの成功に極めて重要だった。"],["It is crucial to follow the instructions.","指示に従うことは極めて重要だ。"],["A crucial decision must be made today.","今日は極めて重要な決断をしなければならない。"]],[["essential","不可欠な"],["Honesty is essential in any relationship.","どんな人間関係でも正直さは不可欠だ。"],["Water is essential for life.","水は生命に不可欠だ。"],["It is essential to get enough rest.","十分な休息を取ることは不可欠だ。"]],[["vital","極めて重要な"],["Sleep plays a vital role in maintaining health.","睡眠は健康維持に極めて重要な役割を果たす。"],["It is vital to stay calm in an emergency.","緊急時に冷静でいることは極めて重要だ。"],["Regular exercise is vital for your well-being.","定期的な運動は健康のために極めて重要だ。"]],[["significant","重要な、意味のある"],["There was a significant improvement in her test scores.","彼女のテスト成績には大きな改善が見られた。"],["This is a significant step forward.","これは重要な前進だ。"],["We made significant progress this week.","今週は重要な進展があった。"]],[["indispensable","欠かせない、なくてはならない"],["Internet access is indispensable for modern students.","インターネット接続は現代の学生にとって欠かせない。"],["A good dictionary is indispensable for learning English.","良い辞書は英語学習に欠かせない。"],["Teamwork is indispensable in this project.","このプロジェクトではチームワークが欠かせない。"]],[["fundamental","基本的な、重要な"],["Reading is a fundamental skill in education.","読解は教育における基本的かつ重要なスキルだ。"],["Trust is fundamental to a healthy relationship.","信頼は健全な人間関係の基本であり重要だ。"],["It is fundamental to understand the basics first.","まず基礎を理解することが基本であり重要だ。"]],[["paramount","最も重要な"],["Safety is of paramount importance in this job.","この仕事では安全が最も重要だ。"],["Customer satisfaction is paramount to our business.","顧客満足は私たちの事業で最も重要だ。"],["It is paramount that we protect personal data.","個人データを守ることが最も重要だ。"]],[["substantial","かなりの、重要な量の"],["The company made a substantial investment in new technology.","会社は新技術にかなり大きな投資を行った。"],["We saw a substantial increase in sales.","売上はかなり大きく増加した。"],["There is a substantial difference between the two plans.","その2つの計画にはかなり大きな違いがある。"]],[["noteworthy","注目すべき、重要な"],["Her performance was noteworthy for its originality.","彼女のパフォーマンスは独創性の点で注目に値した。"],["This report contains several noteworthy findings.","この報告書には注目すべき発見がいくつかある。"],["It is noteworthy that he solved the problem so quickly.","彼がその問題を非常に素早く解いたのは注目に値する。"]],[["considerable","かなり重要な、無視できない"],["This issue has a considerable impact on the community.","この問題は地域社会にかなり大きな影響を与える。"],["We spent a considerable amount of time on this task.","この作業にはかなりの時間を費やした。"],["There is considerable evidence to support the claim.","その主張を裏付ける証拠がかなりある。"]]]
