const qa_物理_円運動_単振動 = [
  ["角速度\\(\\omega\\) = ", "角度\\(\\theta\\) / 時間\\(t\\)"],
  ["円運動の速さ\\(v\\) = ", "半径\\(r\\) · 角速度\\(\\omega\\)"],
  ["等速円運動の向心加速度\\(a\\) =", "速さ\\(v\\)² / 半径\\(r\\) = \\(r\\) · 角速度\\(\\omega\\)²"],
  ["等速円運動の向心力\\(F\\) = ", "質量\\(m\\) · 速さ\\(v\\)² / 半径\\(r\\)"],
  ["角速度\\(\\omega\\) = ", "\\(2\\pi\\) / 周期\\(T\\)"],
  ["振動数\\(f\\) = ", "1 / 周期\\(T\\)"],
  ["単振動の周期\\(T\\) = ", "\\(2\\pi\\) / 角振動数\\(\\omega\\)"],
  ["ばね振り子の角振動数\\(\\omega\\) = ", "\\(\\sqrt{\\frac{ばね定数k}{質量m}}\\)"],
  ["ばね振り子の周期\\(T\\) = ", "\\(2\\pi\\sqrt{\\frac{質量m}{ばね定数k}}\\)"],
  ["単振り子の周期\\(T\\) = ", "\\(2\\pi\\sqrt{\\frac{ひもの長さ\\ell}{重力加速度g}}\\)"]
];
